export const plan = {
  training: [
    {
      id: 1,
      name: 'Кардио интервальная тренировка',
      description: 'Быстрая кардио тренировка, включающая спринты и ходьбу.',
      kkal: 300,
      time: '30 минут',
    },
    {
      id: 2,
      name: 'Силовая тренировка для верхней части тела',
      description:
        'Упражнения с гантелями и собственным весом для укрепления мышц плеч, груди и спины.',
      kkal: 250,
      time: '45 минут',
    },
    {
      id: 3,
      name: 'Пилатес',
      description:
        'Спокойная тренировка, направленная на гибкость, укрепление мышц кора и улучшение баланса.',
      kkal: 180,
      time: '60 минут',
    },
    {
      id: 4,
      name: 'Кардио на эллиптическом тренажере',
      description:
        'Среднеинтенсивная тренировка на эллиптическом тренажере для улучшения работы сердечно-сосудистой системы.',
      kkal: 300,
      time: '30 минут',
    },
    {
      id: 5,
      name: 'Йога для начинающих',
      description:
        'Занятие йогой, направленное на расслабление и укрепление тела.',
      kkal: 150,
      time: '60 минут',
    },
    {
      id: 6,
      name: 'Тренировка для ног и ягодиц',
      description: 'Интенсивная тренировка с упражнениями на ноги и ягодицы.',
      kkal: 400,
      time: '45 минут',
    },
    {
      id: 7,
      name: 'Спиннинг',
      description:
        'Интенсивный класс на велотренажерах для укрепления ног и улучшения выносливости.',
      kkal: 500,
      time: '45 минут',
    },
    {
      id: 8,
      name: 'Силовая тренировка для нижней части тела',
      description:
        'Силовая тренировка, включающая упражнения с собственным весом и отягощениями для ног и ягодиц.',
      kkal: 300,
      time: '45 минут',
    },
    {
      id: 9,
      name: 'Кардио-йога',
      description:
        'Комбинация элементов кардио и йоги для улучшения общего состояния и гибкости тела.',
      kkal: 250,
      time: '60 минут',
    },
    {
      id: 10,
      name: 'Тренировка на тренажерах',
      description: 'Тренировка на различных тренажерах для всего тела.',
      kkal: 350,
      time: '60 минут',
    },
    {
      id: 11,
      name: 'Бег трусцой',
      description:
        'Умеренная кардио тренировка, подходящая для улучшения выносливости и сжигания калорий.',
      kkal: 300,
      time: '30 минут',
    },
    {
      id: 12,
      name: 'Аэробика',
      description:
        'Зажигательная тренировка с танцевальными элементами, направленная на сжигание калорий и улучшение настроения.',
      kkal: 400,
      time: '60 минут',
    },
    {
      id: 13,
      name: 'Стретчинг',
      description:
        'Тренировка, направленная на растяжку и улучшение гибкости всех групп мышц.',
      kkal: 100,
      time: '30 минут',
    },
    {
      id: 14,
      name: 'Кроссфит',
      description:
        'Высокоинтенсивная тренировка, включающая элементы силовых и кардио упражнений.',
      kkal: 500,
      time: '60 минут',
    },
    {
      id: 15,
      name: 'Силовой цирк',
      description:
        'Циркульная тренировка на время с элементами силовых упражнений.',
      kkal: 450,
      time: '30 минут',
    },
    {
      id: 16,
      name: 'Бодибаланс',
      description:
        'Тренировка, сочетающая элементы йоги, пилатеса и тай-чи для достижения гармонии тела и разума.',
      kkal: 200,
      time: '60 минут',
    },
    {
      id: 17,
      name: 'Танцевальная аэробика',
      description:
        'Энергичная тренировка с танцевальными движениями для улучшения координации и настроения.',
      kkal: 350,
      time: '60 минут',
    },
    {
      id: 18,
      name: 'Функциональная тренировка',
      description:
        'Тренировка, направленная на работу с собственным весом для улучшения функциональных способностей тела.',
      kkal: 300,
      time: '45 минут',
    },
    {
      id: 19,
      name: 'Аквааэробика',
      description:
        'Тренировка в воде, уменьшающая нагрузку на суставы и улучшающая тонус мышц.',
      kkal: 300,
      time: '45 минут',
    },
    {
      id: 20,
      name: 'Зумба',
      description:
        'Танцевальная фитнес-программа с элементами аэробики и латиноамериканских танцев.',
      kkal: 500,
      time: '60 минут',
    },
    {
      id: 21,
      name: 'Фитнес йога',
      description:
        'Интенсивное занятие йогой, совмещающее силовые и растягивающие позы.',
      kkal: 250,
      time: '60 минут',
    },
    {
      id: 22,
      name: 'Хатха-йога',
      description: 'Спокойная йога, направленная на расслабление и медитацию.',
      kkal: 150,
      time: '60 минут',
    },
    {
      id: 23,
      name: 'Кикбоксинг',
      description: 'Энергичная тренировка, сочетающая элементы бокса и каратэ.',
      kkal: 500,
      time: '45 минут',
    },
    {
      id: 24,
      name: 'TRX тренировка',
      description:
        'Тренировка на подвесных системах, развивающая все группы мышц.',
      kkal: 400,
      time: '45 минут',
    },
    {
      id: 25,
      name: 'Пауэрлифтинг',
      description:
        'Тренировка, направленная на увеличение максимальной силы с использованием базовых упражнений.',
      kkal: 450,
      time: '60 минут',
    },
    {
      id: 26,
      name: 'Скалолазание',
      description:
        'Занятия на искусственной скалодромной стене, укрепляющие мышцы и развивающие координацию.',
      kkal: 500,
      time: '60 минут',
    },
    {
      id: 27,
      name: 'Виньяса-йога',
      description:
        'Динамичный стиль йоги, где переход между асанами совершается в ритме дыхания.',
      kkal: 300,
      time: '60 минут',
    },
    {
      id: 28,
      name: 'Барре фитнес',
      description:
        'Тренировка, сочетающая пилатес, йогу и элементы балета для укрепления тела.',
      kkal: 350,
      time: '60 минут',
    },
    {
      id: 29,
      name: 'Пляжный волейбол',
      description:
        'Игра в волейбол на пляже, укрепляющая ноги и развивающая командный дух.',
      kkal: 450,
      time: '60 минут',
    },
    {
      id: 30,
      name: 'Серфинг',
      description:
        'Занятия на доске для серфинга, развивающие баланс и выносливость.',
      kkal: 400,
      time: '90 минут',
    },
    {
      id: 31,
      name: 'Роллерблейдинг',
      description:
        'Катание на роликовых коньках, улучшающее координацию и сжигающее калории.',
      kkal: 420,
      time: '60 минут',
    },
  ],
};
